Repository: h4/djangocms-news
Catalog: news/locale/*/LC_MESSAGES/django.po
Languages: ru

source: News App
ru: Новости

source: Latest news
ru: Последние новости

source: News
ru: Новости

source: Add news
ru: Добавить новость

source: Lead
ru: Лид-абзац

source: Title
ru: Заголовок

source: Description
ru: Текст новости

source: Is published
ru: Опубликовано

source: Publication Date
ru: Дата публикации

source: News_plural
ru: Новости

source: News at: %s
ru: Новость за %s

source: Image
ru: Изображение

source: Number of news to show
ru: Число показываемых новостей

source: Limits the number of news that will be displayed
ru: Опеределяет количество новостей, которые будут показаны

source: Recent news
ru: Новости театра

source: No news for this day
ru: Нет новостей за этот день

source: News for
ru: Новости за

source: year
ru: год

source: No news for this month
ru: В этом месяце не было новостей

source: No news for this year
ru: В этом году не было новостей
